Repository: scottlz0310/PhotoGeoPreviewHandler
Catalog: PhotoGeoExplorer/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# SplashLoading.Text
source: Loading...
ja_jp: 読み込み中...

# MenuFile.Title
source: File
ja_jp: ファイル

# MenuFileOpenFolder.Text
source: Open folder...
ja_jp: フォルダーを開く...

# MenuFileNewFolder.Text
source: New folder
ja_jp: 新しいフォルダー

# MenuFileRename.Text
source: Rename
ja_jp: 名前変更

# MenuFileMove.Text
source: Move...
ja_jp: 移動...

# MenuFileMoveToParent.Text
source: Move to parent
ja_jp: 親フォルダーへ移動

# MenuFileDelete.Text
source: Delete
ja_jp: 削除

# MenuFileRefresh.Text
source: Refresh
ja_jp: 更新

# MenuFileGoHome.Text
source: Go home
ja_jp: ホームへ

# MenuFileGoUp.Text
source: Go up
ja_jp: 上へ

# MenuFileExit.Text
source: Exit
ja_jp: 終了

# MenuView.Title
source: View
ja_jp: 表示

# MenuViewIcon.Text
source: Icon
ja_jp: アイコン

# MenuViewList.Text
source: List
ja_jp: リスト

# MenuViewDetails.Text
source: Details
ja_jp: 詳細

# MenuViewImagesOnly.Text
source: Show images only
ja_jp: 画像のみ表示

# MenuSettings.Title
source: Settings
ja_jp: 設定

# MenuSettingsResetFilters.Text
source: Reset filters
ja_jp: フィルターをリセット

# MenuSettingsLanguage.Text
source: Language
ja_jp: 言語

# MenuSettingsLanguageSystem.Text
source: System default
ja_jp: システム既定

# MenuSettingsLanguageJapanese.Text
source: Japanese
ja_jp: 日本語

# MenuSettingsTheme.Text
source: Theme
ja_jp: テーマ

# MenuSettingsThemeSystem.Text
source: System default
ja_jp: システム既定

# MenuSettingsThemeLight.Text
source: Light
ja_jp: ライト

# MenuSettingsThemeDark.Text
source: Dark
ja_jp: ダーク

# MenuSettingsMapZoom.Text
source: Map zoom level
ja_jp: 地図の初期倍率

# MenuSettingsMapZoomLevel8.Text
source: Level 8
ja_jp: レベル 8

# MenuSettingsMapZoomLevel10.Text
source: Level 10
ja_jp: レベル 10

# MenuSettingsMapZoomLevel12.Text
source: Level 12
ja_jp: レベル 12

# MenuSettingsMapZoomLevel14.Text
source: Level 14
ja_jp: レベル 14

# MenuSettingsMapZoomLevel16.Text
source: Level 16
ja_jp: レベル 16

# MenuSettingsMapZoomLevel18.Text
source: Level 18
ja_jp: レベル 18

# MenuSettingsMapTileSource.Text
source: Map tile source
ja_jp: 地図タイルソース

# MenuSettingsMapTileSourceOsm.Text
source: OpenStreetMap (Road Map)
ja_jp: OpenStreetMap（道路地図）

# MenuSettingsMapTileSourceEsri.Text
source: Esri WorldImagery (Satellite)
ja_jp: Esri WorldImagery（衛星地図）

# MenuSettingsAutoUpdate.Text
source: Check for updates automatically
ja_jp: 自動更新チェック

# MenuSettingsExport.Text
source: Export settings...
ja_jp: 設定をエクスポート...

# MenuSettingsImport.Text
source: Import settings...
ja_jp: 設定をインポート...

# MenuHelp.Title
source: Help
ja_jp: ヘルプ

# MenuHelpOpenLogFolder.Text
source: Open Log Folder
ja_jp: ログフォルダーを開く

# MenuHelpCheckUpdates.Text
source: Check for updates
ja_jp: アップデートを確認

# MenuHelpAbout.Text
source: About
ja_jp: 情報

# FileBrowserHeader.Text
source: File Browser
ja_jp: ファイルブラウザー

# FileCommandBack.ToolTipService.ToolTip
source: Back
ja_jp: 戻る

# FileCommandForward.ToolTipService.ToolTip
source: Forward
ja_jp: 進む

# FileCommandUp.ToolTipService.ToolTip
source: Up
ja_jp: 上へ

# FileCommandRefresh.ToolTipService.ToolTip
source: Refresh
ja_jp: 更新

# FileCommandHome.ToolTipService.ToolTip
source: Home
ja_jp: ホーム

# FileCommandNewFolder.Label
source: New folder
ja_jp: 新しいフォルダー

# FileCommandNewFolder.ToolTipService.ToolTip
source: New folder
ja_jp: 新しいフォルダー

# FileCommandRename.Label
source: Rename
ja_jp: 名前変更

# FileCommandRename.ToolTipService.ToolTip
source: Rename
ja_jp: 名前変更

# FileCommandMove.Label
source: Move
ja_jp: 移動

# FileCommandMove.ToolTipService.ToolTip
source: Move
ja_jp: 移動

# FileCommandDelete.Label
source: Delete
ja_jp: 削除

# FileCommandDelete.ToolTipService.ToolTip
source: Delete
ja_jp: 削除

# SearchTextBox.PlaceholderText
source: Search files...
ja_jp: ファイルを検索...

# FiltersButton.Content
source: Filters
ja_jp: フィルター

# OpenFolderButton.Content
source: Open
ja_jp: 開く

# ViewModeCombo.ToolTipService.ToolTip
source: View mode
ja_jp: 表示モード

# ViewModeIconItem.Content
source: Icon
ja_jp: アイコン

# ViewModeListItem.Content
source: List
ja_jp: リスト

# ViewModeDetailsItem.Content
source: Details
ja_jp: 詳細

# ShowImagesOnlyCheckBox.Content
source: Show images only
ja_jp: 画像のみ表示

# DetailsHeaderNameText.Text
source: Name
ja_jp: 名前

# DetailsHeaderModifiedText.Text
source: Modified
ja_jp: 更新日時

# DetailsHeaderResolutionText.Text
source: Resolution
ja_jp: 解像度

# DetailsHeaderSizeText.Text
source: Size
ja_jp: サイズ

# PreviewHeader.Text
source: Image Preview
ja_jp: 画像プレビュー

# PreviewFitButton.ToolTipService.ToolTip
source: Fit to window
ja_jp: ウィンドウに合わせる

# PreviewZoomInButton.ToolTipService.ToolTip
source: Zoom in
ja_jp: 拡大

# PreviewZoomOutButton.ToolTipService.ToolTip
source: Zoom out
ja_jp: 縮小

# PreviewMaximizeButton.ToolTipService.ToolTip
source: Maximize
ja_jp: 最大化

# PreviewPreviousButton.ToolTipService.ToolTip
source: Previous photo
ja_jp: 前の画像

# PreviewNextButton.ToolTipService.ToolTip
source: Next photo
ja_jp: 次の画像

# PreviewPlaceholder.Text
source: Select a photo to preview.
ja_jp: プレビューする写真を選択してください。

# MapHeader.Text
source: Map
ja_jp: 地図

# Message.PicturesFolderNotFound
source: Pictures folder not found.
ja_jp: ピクチャ フォルダーが見つかりません。

# Message.FolderPathEmpty
source: Folder path is empty.
ja_jp: フォルダー パスが空です。

# Message.FolderNotFound
source: Folder not found.
ja_jp: フォルダーが見つかりません。

# Message.NoFilesFound
source: No files found.
ja_jp: ファイルが見つかりません。

# Message.AccessDeniedSeeLog
source: Access denied. See the log for details.
ja_jp: アクセスが拒否されました。詳細はログを確認してください。

# Message.FolderNotFoundSeeLog
source: Folder not found. See the log for details.
ja_jp: フォルダーが見つかりません。詳細はログを確認してください。

# Message.FolderPathTooLongSeeLog
source: Folder path is too long. See the log for details.
ja_jp: フォルダー パスが長すぎます。詳細はログを確認してください。

# Message.FailedReadFolderSeeLog
source: Failed to read folder. See the log for details.
ja_jp: フォルダーの読み込みに失敗しました。詳細はログを確認してください。

# Message.FailedOpenLogFolder
source: Failed to open log folder.
ja_jp: ログフォルダーを開けませんでした。

# Message.MetadataLoading
source: Loading metadata...
ja_jp: メタデータを読み込み中...

# Message.MetadataNotAvailable
source: Metadata not available.
ja_jp: メタデータはありません。

# Message.UpdateAvailable
source: Update available: {0}
ja_jp: 更新があります: {0}

# Message.UpdateUpToDate
source: You're up to date.
ja_jp: 最新バージョンです。

# Message.UpdateCheckFailed
source: Update check failed. See the log for details.
ja_jp: 更新の確認に失敗しました。ログを確認してください。

# Overlay.NoFilesFoundTitle
source: No files found
ja_jp: ファイルが見つかりません

# Overlay.NoFilesFoundDetail
source: Try another folder or change filters.
ja_jp: 別のフォルダーを選ぶか、フィルターを変更してください。

# Overlay.NoFilesFoundDetailWithFilters
source: No matching files. Adjust or reset filters.
ja_jp: 条件に一致するファイルがありません。フィルターを調整またはリセットしてください。

# Overlay.LoadFolderErrorTitle
source: Folder load failed
ja_jp: フォルダーの読み込みに失敗しました

# Action.OpenFolder
source: Open folder
ja_jp: フォルダーを開く

# Action.GoHome
source: Go home
ja_jp: ホームへ

# Action.ResetFilters
source: Reset filters
ja_jp: フィルターをリセット

# Action.DownloadUpdate
source: Download update
ja_jp: 更新をダウンロード

# StatusBar.NoFolderSelected
source: No folder selected
ja_jp: フォルダーが選択されていません

# StatusBar.Selected
source: Selected: {0}
ja_jp: 選択: {0}

# StatusBar.Items
source: {0} items
ja_jp: {0} 件

# StatusBar.GpsAvailable
source: GPS location available
ja_jp: GPS 情報あり

# StatusBar.GpsMissing
source: GPS location missing
ja_jp: GPS 情報なし

# MapStatus.ControlMissingTitle
source: Map control unavailable
ja_jp: 地図コントロールが利用できません

# MapStatus.InitFailedTitle
source: Map initialization failed
ja_jp: 地図の初期化に失敗しました

# MapStatus.SeeLogDetail
source: See the log for details.
ja_jp: 詳細はログを確認してください。

# MapStatus.SelectPhotoTitle
source: Select a photo
ja_jp: 写真を選択してください

# MapStatus.SelectPhotoDetail
source: Select a photo to show its location on the map.
ja_jp: 地図に位置を表示する写真を選択してください。

# MapStatus.LocationMissingTitle
source: Location not available
ja_jp: 位置情報がありません

# MapStatus.LocationMissingDetail
source: This photo has no location data.
ja_jp: この写真には位置情報がありません。

# MapStatus.LocationMissingSelectionDetail
source: No selected photos have location data.
ja_jp: 選択した写真に位置情報がありません。

# Dialog.ImportFailed.Title
source: Import failed
ja_jp: インポートに失敗しました

# Dialog.ImportFailed.Detail
source: Failed to import settings. See the log for details.
ja_jp: 設定のインポートに失敗しました。詳細はログを確認してください。

# Dialog.About.Title
source: About
ja_jp: 情報

# Dialog.About.Detail
source: PhotoGeoExplorer {0} - Photo viewer and map explorer.
ja_jp: PhotoGeoExplorer {0} - 写真と地図の閲覧アプリ

# Dialog.UpdateCheck.Title
source: Check for updates
ja_jp: 更新の確認

# Dialog.UpdateCheck.NoUpdateDetail
source: You're up to date.
ja_jp: お使いのバージョンは最新です。

# Dialog.UpdateCheck.UpdateAvailableDetail
source: Version {0} is available.
ja_jp: バージョン {0} が利用可能です。

# Dialog.UpdateCheck.ErrorDetail
source: Failed to check for updates.
ja_jp: 更新の確認に失敗しました。

# Dialog.LanguageChanged.Title
source: Language updated
ja_jp: 言語を変更しました

# Dialog.LanguageChanged.Detail
source: Restart the app to apply the new language.
ja_jp: 変更を反映するにはアプリを再起動してください。

# Dialog.NewFolder.Title
source: New folder
ja_jp: 新しいフォルダー

# Dialog.NewFolder.Primary
source: Create
ja_jp: 作成

# Dialog.NewFolder.DefaultName
source: New folder
ja_jp: 新しいフォルダー

# Dialog.NewFolder.Placeholder
source: Folder name
ja_jp: フォルダー名

# Dialog.InvalidName.Title
source: Invalid name
ja_jp: 無効な名前

# Dialog.InvalidName.Detail
source: The name contains invalid characters.
ja_jp: 名前に使用できない文字が含まれています。

# Dialog.AlreadyExists.Title
source: Already exists
ja_jp: 既に存在します

# Dialog.AlreadyExists.Detail
source: An item with the same name already exists.
ja_jp: 同じ名前の項目が既に存在します。

# Dialog.CreateFolderFailed.Title
source: Failed to create folder
ja_jp: フォルダーの作成に失敗しました

# Dialog.SeeLogDetail
source: See the log for details.
ja_jp: 詳細はログを確認してください。

# Dialog.RenameNotAvailable.Title
source: Rename not available
ja_jp: 名前変更できません

# Dialog.RenameNotAvailable.Detail
source: This item cannot be renamed.
ja_jp: この項目は名前変更できません。

# Dialog.Rename.Title
source: Rename
ja_jp: 名前変更

# Dialog.Rename.Primary
source: Rename
ja_jp: 変更

# Dialog.Rename.Placeholder
source: New name
ja_jp: 新しい名前

# Dialog.RenameFailed.Title
source: Rename failed
ja_jp: 名前変更に失敗しました

# Dialog.DeleteConfirm.Multiple
source: Delete {0} items?
ja_jp: {0} 件を削除しますか？

# Dialog.DeleteConfirm.Title
source: Delete
ja_jp: 削除

# Dialog.DeleteConfirm.Folder
source: Delete folder "{0}"?
ja_jp: フォルダー「{0}」を削除しますか？

# Dialog.DeleteConfirm.File
source: Delete file "{0}"?
ja_jp: ファイル「{0}」を削除しますか？

# Common.Delete
source: Delete
ja_jp: 削除

# Common.Cancel
source: Cancel
ja_jp: キャンセル

# Common.Unknown
source: Unknown
ja_jp: 不明

# Menu.NewFolder
source: New folder
ja_jp: 新しいフォルダー

# Menu.Rename
source: Rename
ja_jp: 名前変更

# Menu.Move
source: Move
ja_jp: 移動

# Menu.MoveToParent
source: Move to parent
ja_jp: 親フォルダーへ移動

# Menu.Delete
source: Delete
ja_jp: 削除

# Dialog.MoveFailed.Title
source: Move failed
ja_jp: 移動に失敗しました

# Dialog.MoveIntoSelf.Detail
source: You cannot move a folder into itself.
ja_jp: フォルダーを自身の配下に移動できません。

# Dialog.AlreadyExistsDestination.Detail
source: An item with the same name already exists in the destination.
ja_jp: 移動先に同名の項目が既に存在します。

# Dialog.DeleteNotAvailable.Title
source: Delete not available
ja_jp: 削除できません

# Dialog.DeleteNotAvailable.Detail
source: This item cannot be deleted.
ja_jp: この項目は削除できません。

# Dialog.DeleteFailed.Title
source: Delete failed
ja_jp: 削除に失敗しました

# Flyout.TakenAtLabel.Text
source: Taken At
ja_jp: 撮影日時

# Flyout.CameraLabel.Text
source: Camera
ja_jp: カメラ

# Flyout.FileLabel.Text
source: File
ja_jp: ファイル

# Flyout.ResolutionLabel.Text
source: Resolution
ja_jp: 解像度

# Flyout.GoogleMapsButton.Content
source: Open in Google Maps
ja_jp: Google マップで開く

# Message.LaunchBrowserFailed
source: Failed to launch browser.
ja_jp: ブラウザの起動に失敗しました。

# Menu.EditExif
source: Edit EXIF...
ja_jp: EXIF編集...

# ExifEditor.Title
source: Edit EXIF Metadata
ja_jp: EXIF情報の編集

# ExifEditor.UpdateDateCheckbox
source: Update date taken
ja_jp: 撮影日時を更新する

# ExifEditor.TakenAtLabel
source: Date Taken
ja_jp: 撮影日時

# ExifEditor.LatitudeLabel
source: Latitude
ja_jp: 緯度

# ExifEditor.LongitudeLabel
source: Longitude
ja_jp: 経度

# ExifEditor.UpdateFileDate
source: Update file modified date to match date taken
ja_jp: ファイル更新日時を撮影日時に揃える

# ExifEditor.GetLocationFromMap
source: Get Location from Map
ja_jp: 地図から位置情報を取得

# ExifEditor.ClearLocation
source: Clear Location
ja_jp: 位置情報をクリア

# ExifEditor.SaveButton
source: Save
ja_jp: 保存

# Message.ExifUpdateSuccess
source: EXIF metadata updated successfully.
ja_jp: EXIF情報を更新しました。

# Message.ExifUpdateFailed
source: Failed to update EXIF metadata.
ja_jp: EXIF情報の更新に失敗しました。

# Message.ExifEditorMultipleFiles
source: Please select only one file to edit EXIF metadata.
ja_jp: EXIF編集は1つのファイルのみ選択してください。

# Message.ExifEditorFolderSelected
source: EXIF editing is only supported for image files.
ja_jp: EXIF編集は画像ファイルのみ対応しています。

# Message.ExifPickLocationInstruction
source: Click the map to choose a location. Right-click to cancel.
ja_jp: 地図をクリックして位置情報を指定してください。右クリックでキャンセルします。

# Message.ExifPickLocationCanceled
source: Location selection was canceled.
ja_jp: 位置情報の選択をキャンセルしました。

# Message.ExifPickLocationUnavailable
source: Map is unavailable, so location selection cannot start.
ja_jp: 地図が利用できないため位置情報を取得できません。
